---
kind: other
id: Properties.T:Autodesk.Revit.DB.BrowserOrganization
source: html/8a2cf9bf-cb26-2766-8f87-7635ff82a5d3.htm
---
# BrowserOrganization Properties

The id of the assembly instance to which the element belongs.